Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: This product has been advertised by the manufacturer as ‘‘the first all-in-one, biocompatible and bioactive material to use wherever dentine is damaged’’ (1).
vi: Sản phẩm này được nhà sản xuất quảng cáo là "vật liệu tất cả trong một đầu tiên, có tính tương hợp sinh học và hoạt tính sinh học dùng cho ngà bị tổn thương" (1).

source: This propensity of the gene to be influenced is referred to as “epigenetics”.
vi: Xu hướng này của những gen bị ảnh hưởng được gọi là "epigenetics".

source: This secondary aim is referred to be clinician related outcome.
vi: Mục đích thứ hai được gọi là kết quả liên quan tới bác sĩ.

source: This section provides guidelines and general procedures for routine subculturing, thawing, and freezing of cells in culture.
vi: Phần này cung cấp hướng dẫn và quy trình chung để cấy truyền thường quy, rã đông, và kết đông tế bào trong nuôi cấy.

source: This situation can prove a challenge to clinical dentists as they seek to opti- mize the care of their patients.
vi: Tình huống này có thể chứng minh một thử thách cho nha sĩ lâm sàng khi họ tìm cách tối ưu sự chăm sóc của các bệnh nhân của họ.

source: This study aims to evaluate the inductive effect of platelet-rich plasma (PRP) on expression of angio- genesis factors and pulpal revascularization of immature necrotic teeth.
vi: Nghiên cứu này nhằm đánh giá ảnh hưởng của huyết tương giàu tiểu cầu (PRP) trên biểu hiện của yếu tố tạo mạch và tái sinh mạch máu của răng chưa trưởng thành hoại tử tuỷ.

source: This suggests that a symbiotic relationship may lead to an increase in virulence by the organisms in that ecosystem [1].
vi: Điều này cho thấy rằng mối quan hệ cộng sinh có thể dẫn đến sự tăng độc lực của vi sinh vật trong hệ sinh thái. [1].

source: This suggests the drug combination can be effective in mixed bacterial flora as in infected root canal [19].
vi: Điều này cho thấy phối hợp thuốc có thể hiệu quả trong hỗn hợp vi khuẩn trong ống tuỷ nhiễm trùng [19].

source: This theory of expulsion is firmly entrenched in the myths of Man’s history and his behavior towards anything he considers alien.
vi: Thuyết sự trục xuất được bảo vệ kiên quyết trong thần thoại lịch sử và hành vi của loài người dẫn tới bất kì ông ấy xem là khác biệt

source: This undesirable action can be successfully reversed by prolonged irrigation with EDTA [42].
vi: Hành động không mong muốn này có thể đảo ngược thành công bằng bơm rửa kéo dài bằng EDTA [42].

source: Thus delivery of the drug with ideal vehicle into root canal reduces the bacterial loads in the infected root canal.
vi: Như vậy đặt thuốc bằng chất mang lý tưởng trong ống tuỷ giảm tải lượng vi khuẩn trong ống tuỷ nhiễm trùng.

source: Thus far oral colonization by probiotic bacteria has often been considered essential for them to exert oral effects; however, the possibility of systemic effects cannot be excluded, although the total sIgA levels in saliva seem unaffected by probiotic use.
vi: Do đó miệng bị xâm chiếm bởi probiotic đã được coi là rất cần thiết để phát huy tác dụng, tuy nhiên khả năng ảnh hưởng toàn thân không thể loại trừ, mặc dù tổng lượng IgA trong nước bọt có vẻ không bị ảnh hưởng bởi probiotic.

source: Thus it has been speculated that surviving stem cells after disinfection, differentiates and lead to continue root formation.
vi: Vì vậy, người ta được suy đoán rằng tế bào gốc sống sót sau khử trùng, biệt hoá và dẫn đến sự tiếp tục hình thành chân răng.

source: Thus propylene gycol is a useful vehicle for delivering intracanal medicaments in root canal system.
vi: Như vậy propylene gycol có ích trong viêjc mang mang thuốc trong ống tuỷ.

source: Thus this suggests 3mix may be effective in persistent endodontic infection.
vi: Vì vậy, điều này cho thấy 3mix có thể hiệu quả trong nhiễm trùng nội nha dai dẳng.

source: Thus, a probiotic bacterium in the mouth is not necessarily an oral probiotic.
vi: Do đó, một loại vi khuẩn probiotic trong miệng không nhất thiết là một probiotic uống

source: Thus, both research to unravel the mechanisms of possible probiotic action and long-term clinical trials are needed if probiotics are to provide a new scientifically proven means of preventing or treating oral diseases.
vi: Vì vậy, cả hai nghiên cứu để làm sáng tỏ cơ chế hoạt động probiotic và các thử nghiệm lâm sàng dài hạn là cần thiết nếu probiotic là để cung cấp một phương pháp mới được chứng minh khoa học về phòng ngừa hoặc điều trị bệnh răng miệng.

source: Thus, it has very clear xenophobic roots in the mentality of so-called clans.
vi: Thật vậy, nó có gốc rễ ghét người ngoài rõ ràng trong tư tưởng của cái gọi là thị tộc.

source: Thus, more research is necessary to improve current treatment protocol.
vi: Vì vậy cần nhiều nghiên cứu hơn để cải thiện quy trình điều trị hiện tại.

source: Thus, no conclusive statement about the effects of probiotic bacteria on dental caries can be made.
vi: Vì vậy, không có kết luận tuyên bố về các tác động của vi khuẩn có lợi trên sâu răng có thể được thực hiện.

source: Thus, the combination of 3 drugs provides a broader antibacterial spectrum than a single drug alone.
vi: Vì vậy, phối hợp 3 loại thuốc cho phổ kháng khuẩn rộng hơn thuốc đơn lẻ.

source: Thus, the primary aim shouldn´t be the protection of stem cells and growth factors in dentine, but rather the elimination of bacteria and the preparation of a suitable environment for further treatment.
vi: Do đó, mục đích chính không phải là bảo vệ tế bào gốc và các yếu tố tăng trưởng trong răng, mà là loại bỏ vi khuẩn và chuẩn bị môi trường thích hợp để điều trị tiếp theo.

source: Thus, this study aimed to assess some relevant in vitro cellular responses to BD.
vi: Vì vậy, nghiên cứu này nhằm đánh giá một số phản ứng của tế bào in vitro liên quan tới biodentine.

source: Tibia
vi: Xương chày

source: Tissue reaction
vi: Phản ứng của mô

source: To achieve pulp regeneration, the PDLSC should be avoided in the root canal space.
vi: Để đạt được tái tạo tuỷ răng, PDLSC nên được tránh trong khoang tuỷ.

source: To avoid heat-damage to the pulp tissues, the fissure bur was re- placed after cutting every two teeth.
vi: Để tránh cho tuỷ răng bị tổn thương do nhiệt độ, mũi khoan được thay sau khi cắt mỗi hai răng.

source: To date, only a few studies have investigated the biocompatibility of BD elutes in vitro (12–14).
vi: Đến nay, chỉ có vài nghiên cứu khảo sát tính tương hợp sinh học của biodentine bằng in vitro (12–14).

source: To increase patient satisfaction after third molar surgery and to reduce the side effects, it is important to facilities planning of proper management and to prescribe medication such as corticosteroids,8 nonsteroidal anti- inflammatory drugs, a combination of corticosteroids paracetamol and nonsteroidal anti-inflammatory drugs, or enzyme preparations such as serratiopeptidase.
vi: Để tăng sự hài lòng của bệnh nhân sau phẫu thuật răng cối lớn thứ ba và giảm tác dụng phụ, điều quan trọng là phải lập kế hoạch xử trí thích hợp và kê đơn thuốc như corticosteroids, thuốc kháng viêm không steroid, phối hợp của corticosteroids paracetamol và thuốc kháng viêm không steroid, hoặc các chế phẩm enzym như serratiopeptidase.

source: To our knowledge, the first report on the effect of metronidazole for the management of anaerobic infections was published in 1962 by Shinn [1].
vi: Báo cáo đầu tiên về hiệu quả của metronidazole điều trị nhiễm trùng kỵ khí được xuất bản năm 1962 bởi Shinn [1].

source: To prepare PRP, we centrifuged the whole blood at 3500 rpm for 10 minutes.
vi: để chuẩn bị PRP, chúng tôi ly tâm toàn bộ máu 3500 vòng/phút trong 10 phút.

source: To run an assay, select an optimal cell number and follow the MTT Cell Proliferation Assay steps 4 to 13 (page 3) using your experimental system, plating in triplicate.
vi: Để chạy thử nghiệm, chọn số lượng tế bào tối ưu và thực hiện thử nghiệm tăng sinh tế bào MTT bước 4 đến 13 dùng hệ thống thực nghiệm của bạn, cấy 3 lần.

source: Tooth mobility
vi: Răng lung lay

source: Tooth with necrotic pulp and an immature apex.
vi: Răng có tuỷ hoại tử và lỗ chóp mở.

source: Total
vi: Tổng

source: Total*
vi: Tổng*

source: Traditionally calcium hydroxide has been used in the case of immature teeth with pulp necrosis for apexification [4].
vi: Theo truyền thống calcium hydroxide được dùng trong trường hợp răng chưa trưởng thành có tuỷ răng hoại tử để đóng chóp [4].

source: Traditionally, probiotics have been associated with gut health, and most clinical interest has been focused on their use for prevention or treatment of gastrointestinal infections and diseases; however, during the last decade several investigators have also suggested the use of probiotics for oral health purposes.
vi: Theo truyền thống, probiotic có liên quan đến sức khoẻ ruột và hầu hết các lợi ích lâm sàng đều tập trung vào việc sử dụng chúng để phòng ngừa hoặc điều trị nhiễm khuẩn đường tiêu hóa và bệnh tật; Tuy nhiên, trong thập kỷ qua, một số nhà nghiên cứu cũng đã đề xuất việc sử dụng probiotic cho mục đích sức khoẻ răng miệng.

source: Traditionally, probiotics have been associated with gut health, and most clinical interest has focused on the prevention or treatment of gastrointestinal infections and diseases; however, during the last decade, an increasing number of established and proposed health effects of probiotic bacteria have been re- ported, including enhancement of the adaptive immune response, treatment or prevention of urogenital and respiratory tract infections, and prevention or alle- viation of allergies and atopic diseases in infants.
vi: Theo truyền thống, probiotic có liên quan đến sức khoẻ ruột và hầu hết các lợi ích lâm sàng đều tập trung vào việc phòng ngừa hoặc điều trị các bệnh nhiễm trùng đường tiêu hoá và bệnh tật; Tuy nhiên, trong suốt thập kỷ qua, một số lượng ngày càng tăng các tác động về sức khoẻ đã được thiết lập và đề xuất của vi khuẩn probiotic đã được báo cáo, bao gồm tăng cường phản ứng miễn dịch thích ứng, điều trị hoặc dự phòng nhiễm trùng đường tiết niệu và hệ hô hấp và phòng ngừa hoặc làm thay đổi Dị ứng và bệnh dị ứng ở trẻ sơ sinh.

source: Treatise about the evolution of Man
vi: Luận về sự phát triển của con Người

source: Treatment outcome (clinically and radiographically)
vi: Kết quả (lâm sàng và phim X quang)

source: Treatment protocol
vi: Quy trình điều trị

source: Treatment regimens for the eradication of Helicobacter pylori still include met- ronidazole in combination with other agents.
vi: Phác đồ điều trị Helicobacter pylori gồm metronidazole phối hợp với các thuốc khác.

source: TrouBLeSHooTInG
vi: Việc xử lý sự cố

source: TrouBLeSHooTInG (ConTInued)
vi: Việc xử lý sự cố (tiếp theo)

source: Truisms: maximal interincisal opening was measured in mm.
vi: Khít hàm: Khoảng cách lớn nhất giữa hai răng cửa khi há miệng đo bằng mm.

source: Two (or more) appointments.
vi: Hai lần hẹn hoặc nhiều hơn

source: Two months later, the same protocol was applied to the left quadrant.
vi: Hai tháng sau cùng một quy trình được áp dụng cho góc phần tư bên trái.

source: Type of infection- Certain kind of microbial species
vi: Loại nhiễm trùng - Một số loại vi khuẩn nhất định

source: Type of study
vi: Loại nghiên cứu

source: Uexküll refers to environments (in plural).
vi: Uexküll đề cập đến môi trường (trong số nhiều).

source: Unfortunately, with respect to dental caries, the study groups have mainly been relatively small, and the studies fairly short.
vi: Thật không may, đối với sâu răng, các nhóm nghiên cứu chủ yếu là tương đối nhỏ, và nghiên cứu khá ngắn.

source: Union
vi: Sự hợp nhất

source: Unlike skin, oral gingiva do not scar in response to injury.
vi: Không giống da, nướu không có phản ứng tạo sẹo khi bị chấn thương.

source: Untreated control cells
vi: Tế bào không được điều trị làm chứng

source: Uprighting en- larged Man’s field of vision.
vi: Đứng thẳng mở rộng tầm nhìn của con người.

source: Uprighting into bipedal gait
vi: Dáng đứng thẳng vào hai chân

source: Uprighting into bipedal gait is the basis of human mobility and the subsequent expan- sive success story of Man in colonizing the entire world.
vi: Đứng thẳng dáng đi hai chân là di động cơ bản của con người và sau đó mở rộng chuyện thành công của của loài người trong chiếm toàn bộ thế giới.

source: Use of Animal models in Experimental Research in Dentistry in Brazil
vi: Sử dụng động vật trong nghiên cứu thực nghiệm trong nha khoa tại Brazil

source: Use of antimicrobial(s).
vi: Sử dụng kháng sinh.

source: Use sterile 96-well plate.
vi: Sử dụng đĩa 96 giếng vô trùng.

source: Use sterile technique for cell plating in biological hood.
vi: Sử dụng kỹ thuật vô trùng cho nuôi cấy tế bào trong buồng sinh học.

source: Use the protocol below to determine the optimal cell count and incubation period for your cell line.
vi: Sử dụng quy trình dưới đây để xác định xác định số lượng tế bào và khoảng thời gian tối ưu cho dòng tế bào.

source: Variable
vi: Biến

source: Various studies reported promising outcomes when 3Mix was used in necrotic teeth with incomplete root formation (16, 19).
vi: Các nghiên cứu khác nhau được báo cáo kết quả hứa hẹn khi 3Mix được dùng cho răng hoại tử với chân răng chưa hình thành đầy đủ (16, 19).

source: Various types of cells can be found inside the pulp (eg, odontoblasts, fibroblasts, stem cells, immune cells, and endothelial cells).
vi: Nhiều loại tế bào khác nhau có thể tìm thấy bên trong tuỷ răng (nguyên bào ngà, nguyên bào sợi, tế bào gốc, tế bào miễn dịch, và các tế bào nội mô).

source: View cells periodically to check
vi: Xem tế bào định kỳ để kiểm tra

source: View under microscope to ensure no crystals remain out of solution.
vi: Nhìn dưới kính hiển vi để chắc chắn không có tinh thể còn sót trong dung dịch.

source: View wells prior to addition of MTT Reagent to check for contamination.
vi: Xem các giếng trước khi thêm MTT Reagent để kiểm tra nhiễm.

source: We are not able to recognize such situation before or during maturogenesis treatment.
vi: Chúng ta không thể nhận ra tình huống như vậy trước hoặc trong điều trị nội nha tái tạo.

source: We can assume that a blood clot from evoked bleeding of the apical papilla will be rich on stem cells.
vi: Chúng ta có thể giả định rằng một cục máu từ gợi chảy máu của nhú chóp sẽ giàu có trên tế bào gốc.

source: We must point out that this patient reported pulpitic symptoms due to failed deep pulpotomy, based on vital pulp remnants in apical portion of root [57].
vi: Chúng tôi phải chỉ ra rằng bệnh nhân này được báo cáo triệu chứng viêm tuỷ răng do lấy tuỷ buồng thất bại dựa trên phần tuỷ sống còn lại của chân răng [57].

source: We obtained 20 ml blood from internal jugular vein of each dog.
vi: Chúng tôi lấy 20 ml máu từ tĩnh mạch của mỗi con chó.

source: We performed Immunohistochemistry analyses to evaluate regeneration.
vi: Chúng tôi thực hiện phân tích hoá mô miễn dịch để đánh giá sự tái tạo.

source: We randomly divided 24 teeth into two experimental groups.
vi: Chúng tôi chia ngẫu nhiên 24 răng thành hai nhóm thử nghiệm.

source: We therefore recommend that you familiarize yourself with your cell line of interest, and closely follow the instructions provided with each product you are using in your experiments.
vi: Chúng tôi đề nghị rằng các bạn tự làm quen với dòng tế bào quan tâm, và làm chặt chẽ theo hướng dẫn của mỗi dòng sản phẩm bạn sử dụng trong phòng thí nghiệm.

source: What causes swelling?
vi: Nguyên nhân sưng là gì?

source: What is Cell
vi: Nuôi cấy tế bào là gì?

source: What is Cell Culture?
vi: Nuôi cấy tế bào là gì?

source: What is Subculture?
vi: Cấy truyền là gì?

source: When comparing all the drugs, 3Mix had greater cytotoxicity than the other single antibiotics.
vi: Khi so sánh tất cả các loại thuốc, hỗn hợp 3 kháng sinh có độc tính tế bào cao hơn từng loại đơn lẻ.

source: When periodontal ligament stem cells (PDLSC) are transplanted in situ with hydroxyapatite/tricalcium phosphate (HA/TCP), it leads only to formation cementum-like tissue with periodontal ligament-like connective tissue.
vi: Khi tế bào gốc dây chằng nha chu (PDLSC) được cấy chuyển in situ với hydroxyapatite/tricalcium phosphate (HA/TCP), nó chỉ dẫn đến sự hình thành chất dạng xê măng với mô liên kết dạng dây chằng nha chu.

source: When pulp necrosis occurs during tooth development, the formation of the root is limited, leaving the tooth with
vi: Khi tuỷ răng hoại tử trong quá trình phát triển răng, sự hình thành chân răng bị giới hạn, làm cho răng

source: When single antibiotics were tested at the
vi: Khi kháng sinh đơn lẻ được thử nghiệm

source: When the gap was empty
vi: Khi các khoảng trống rỗng

source: When the purple precipitate is clearly visible under the microscope add 100 μL of Detergent Reagent to all wells, including controls.
vi: Khi kết tủa tím nhìn thấy rõ ràng dưới kính hiển vi thì thêm 100 μL Detergent Reagent vào tất cả giếng, bao gồm nhóm chứng.

source: Why combination of antibiotics
vi: Tại sao phối hợp kháng sinh

source: Widespread swelling occurs over a large area of the body.
vi: Sưng lan rộng xảy ra trên diện tích lớn của cơ thể.

source: Windley et al assessed the efficiacy of triple antibiotic paste in disinfection of immature dog teeth with apical periodontitis.
vi: Windley và cộng sự đánh giá hiệu quả của hỗn hợp ba kháng sinh trong sát trùng răng chó chưa trưởng thành có tổn thương quanh chóp.

source: With more fibrous tissue than fibrocartilage
vi: Với nhiều mô sợi hơn sụn sợi

source: With the aging population growing in both number and percentage, the importance of understanding the mechanisms underlying age-related impairments in healing is increased.
vi: Với sự gia tăng dân số già cả về số lượng và tỷ lệ phần trăm, tầm quan trọng của sự hiểu biết về cơ chế gây ra các khiếm khuyết liên quan đến tuổi già trong quá trình chữa bệnh tăng lên.

source: With the exception of the antibiotic mix, all these stages are part of regular endodontic treatment.
vi: Ngoại trừ hỗn hợp kháng sinh, tất cả các giai đoạn là một phần của điều trị nội nha thông thường..

source: With the induction of bleeding, they can flow into the root canal and induce complete root formation.
vi: Với việc làm chảy máu, chúng có thể chảy vào oống tuỷ và tcảm ứng việc hình thành chân răng.

source: With three products, an increase in the number of salivary Lactobacillus has been observed.
vi: 91/5000 Với ba sản phẩm, sự gia tăng số lượng Lactobacillus nước bọt đã được quan sát thấy.

source: XIV.I Discolouration
vi: XIV.I Đổi màu

source: YES
vi: CÓ

source: You should seek immediate medical attention if you experience rapid, unexplainable swelling, especially if you also experience unexplained weight gain and pain.
vi: Bạn nên khám bác sĩ ngay lập tức nếu bạn bị sưng nhanh chóng, không có nguyên nhân, đặc biệt là nếu tăng cân và đau không rõ nguyên nhân.

source: Your doctor may do a variety of tests to diagnose your swelling and its cause.
vi: Bác sĩ có thể làm nhiều nghiệm pháp khác nhau để chẩn đoán sưng và nguyên nhân.

source: Your treatment will depend on the cause of the swelling.
vi: Điều trị sẽ phụ thuộc vào những nguyên nhân của sưng.

source: [Absorbances can be read with any filter in the wavelength range of 550 - 600 nm.
vi: [Sự hấp thụ có thể được đọc bằng bất kỳ bộ lọc trong phạm vi bước sóng 550 - 600 nm.

source: a thin root structure and wide apical closure, risking root fracture (6).
vi: có chân răng ngắn và lỗ chóp mở rộng, nguy cơ gãy chân răng (6).

source: an increase in their prevalence, they have been unable to identify an increased risk of periodontal disease progression (Ship and Beck 1996; Renvert et al.
vi: sự gia tăng tỉ lệ, họ không thể xác định sự tăng nguy cơ bệnh nha chu tiến triển (Ship and Beck 1996; Renvert et al.

source: anaphylaxis (severe allergic reaction)
vi: sốc (phản ứng dị ứng nặng)

source: and
vi: và

source: and 1.25.
vi: và 1.25.

source: and sealed with cavit 26 days– irrigation and
vi: và trám bằng cavit 26 ngày - bơm rửa và

source: and the resulting development of the brain, are cause and effect in one
vi: và kết quả phát triển của não bộ, là nhân quả trong một

source: apply into the canal.
vi: đưa vào trong ống tuỷ.

source: are
vi: là

source: aureus, Pseudomonas aeruginosa, Enterococcus faecalis and B. fragilis) tested when compared with calcium hydroxide, iodine potassium iodide and iodoform.
vi: aureus, Pseudomonas aeruginosa, Enterococcus faecalis and B. fragilis) được thử nghiệm khi so sánh với calcium hydroxide, iodine potassium iodide and iodoform.

source: bacilli have also been measured.
vi: bacilli trong nước bọt cũng được đo

source: bleeding induced with endo explorer.
vi: làm chảy máu bằng thám trâm nội nha

source: cHapter 10
vi: Chương 10

source: canal space through the use of intracanal antibacterial medicaments.
vi: bằng cách dùng thuốc băng nội nha.

source: clinical concentrations of TAP and DAP that eradicate intracanal infections,
vi: nồng độ lâm sàng của TAP và DAP mà khử trùng ống tuỷ,

source: combination of antimicrobials- Metronidazole and ciprofloxacin plus which produced effective destruction of all kinds of endodontic pathogens (aerobic as well as anaerobic.(2) Ever since, this combination has been popularly known as 3-mix paste/ Triple Antibiotic paste.
vi: hiện tại của phối hợp kháng sinh Metronidazole và ciprofloxacin tiêu diệt hiệu quả mọi loại mầm bệnh nội nha (hiếu khí cũng như kỵ khí) (2) Kể từ đó, phối hợp này được biết rộng rãi là hỗn hợp 3 kháng sinh (3-mix paste/ Triple Antibiotic paste).

source: condition.
vi: điều kiện.

source: conventional root canal treatment.(4) Theseremnant microbes may occasionally lead to recurrence of periapical complications.
vi: điều trị nội nha thông thường. (4) Phần vi khuẩn còn lại có thể thỉnh thoảng dẫn tới tái phát biến chứng quanh chóp.

source: dATA InTerPreTATIon
vi: Giải thích dữ liệu

source: deTerMInInG oPTIMAL CeLL CounTS
vi: Xác định số lượng tế bào tối ưu

source: dentinal, pulpal, and periradicular lesions using a combination of antibacterial drugs.(1) LSTR concept was developed at the Cariology research unit, School of Dentistry, Niigata University, Japan, 2004.(2) Residual infection in root canal system has always been an area of penumbra for treating dentist.
vi: ngà, tuỷ và sang thương quanh chóp dùng hỗn hợp thuốc kháng sinh. (1) quan niệm LSTR được phát triển tại đơn vị nghiên cứu Cariology, School of Dentistry, Niigata University, Japan, 2004.(2) Nhiễm trùng tồn tại trong hệ thống ống tuỷ luôn luôn là vùng nửa tối trong điều trị nha khoa.

source: direct contact with Biodentine (Septodont, Saint Maur de Foss'es, France) and mineral trioxide aggregate
vi: tiếp xúc trực tiếp với Biodentine (Septodont, Saint Maur de Foss'es, France) và mineral trioxide aggregate

source: dizziness
vi: chóng mặt

source: endogenous scaffolds, such as blood clot or platelet-rich plasma (PRP) are generally preferred.
vi: giá thể tự thân, như máu hoặc huyết tương giàu tiểu cầu (PRP) thường ưa thích.

source: ental pulp plays an important role in tooth homeostasis (1).
vi: Tuỷ răng đóng vai trò quan trọng trong nội cân bằng của răng (1).

source: external perception inner perception
vi: nhận thức bên ngoài nhận thức bên trong

source: fatigue
vi: mệt mỏi

source: fever
vi: sốt

source: flatulence
vi: đầy hơi

source: flu-like symptoms
vi: triệu chứng bệnh cúm

source: fluid retention
vi: giữ nước

source: genetic material
vi: vật chất di truyền

source: glycol association was the most effective combination for reducing the tested bacteria and yeasts.
vi: glycol phối hợp là hiệu quả nhất để giảm vi khuẩn và nấm men được thử nghiệm.

source: he evolutionary division of highly developed primate apes of the old world,
vi: Sự tiến hoá chia thành sự phát triển rất cao của loài khỉ của thế giới cũ,

source: heart failure
vi: suy tim

source: hives
vi: mề đay
